Repository: fabaff/shop
Catalog: locale/*.po
Languages: de_ch

source: Good morning
de_ch: Guten Morgen

source: Good night
de_ch: Gute Nacht

source: <h3>Weather data</h3>
de_ch: <h3>Wetter-Daten</h3>

source: Temperature: $tempC °C
de_ch: Temperatur: $tempC °C

source: Humidity: $humidity %
de_ch: Luftfeuchtigkeit: $humidity %

source: Pressure: $pressure Pa
de_ch: Luftdruck: $pressure Pa

source: Sorry, there are no data available right now.
de_ch: Entschuldigung, momentan sind keine Daten verfügbar.

source: This is a simple test
de_ch: Das ist ein einfacher Test

source: Address
de_ch: Adresse

source: Map
de_ch: Karte

source: Weather data
de_ch: Wetter-Daten
